Repository: qnq222/Salooon
Catalog: Salooon/AppStrings/Localizable.xcstrings
Source language: en
Languages: ar

source: About
ar: عن التطبيق

source: Activate account
ar: تفعيل الحساب

# activate_account_desc
source: The activation code has been sent via text message to mobile number
ar: تم إرسال كود التفعيل برسالة نصية الي رقم الموبايل

# code_auto
source: The activation code will be automatically recognized. No need to enter it.
ar: سيتم التعرف بشكل تلقائي علي كود التفعيل لا داعي لادخاله

# contact_support
source: Having a problem? communicate with the support
ar: تواجه مشكلة؟ تواصل مع الادارة

source: Contact Us
ar: اتصل بنا

source: Continue
ar: متابعة

# create_account
source: Create an account
ar: انشاء حساب

# create_account_desc
source: Please make sure the entered data is correct
ar: الرجاء التأكد من صحة البيانات المدخلة

# dont_have_account
source: Don't have an account?
ar: لا تمتلك حساب ؟

source: Email
ar: البريد الالكتروني

source: Enter
ar: دخول

source: Language
ar: اللغة

source: Logout
ar: تسجيل الخروج

# login_desc
source: Please log in to complete the reservation process
ar: الرجاء تسجيل الدخول لاستكمال عملية الحجز

# login_Text
source: Login
ar: تسجيل الدخول

source: Mobile
ar: رقم الموبايل

# my_account
source: Account
ar: حسابي

# my_orders
source: Orders
ar: طلباتي

source: Notifications
ar: الاشعارات

source: Password
ar: كلمة المرور

# password_conf
source: Confirm password
ar: تأكيد كلمة المرور

source: Re-send
ar: إعادة إرسال

# reset_pass
source: Forgot your password?
ar: نسيت كلمة المرور؟

# reset_pass_desc
source: Please enter the email address used to create the account
ar: الرجاء ادخال البريد الالكتروني المستخدم في عملية انشاء الحساب

# reset_pass_title
source: Recover your password
ar: إستعادة كلمة المرور

source: Send
ar: إرسال

source: Support
ar: الدعم الفني

source: Username
ar: اسم المستخدم
